INJ_WEB/run 2/wrk_via_waf_c1000_t4_200s_run1.txt
Running 3m test @ http://10.0.2.2/
  4 threads and 1000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    37.46ms   77.71ms   1.79s    93.80%
    Req/Sec     8.43k     1.00k   12.52k    71.76%
  Latency Distribution
     50%    7.49ms
     75%   48.44ms
     90%   78.03ms
     99%  345.24ms
  6710606 requests in 3.33m, 1.55GB read
  Socket errors: connect 0, read 1777788, write 0, timeout 185
Requests/sec:  33550.39
Transfer/sec:      7.94MB